Repository: PramSaputra/Financial-Management
Catalog: Financial Management/*.lproj/Localizable.strings
Languages: id

source: Add Additional Information Here
id: Tambahkan Info Tambahan Disini

source: Add New Expenses
id: Pengeluaran Baru

source: Back
id: Kembali

source: Category
id: Kategori

source: Close
id: Tutup

source: Confirm
id: Konfirmasi

source: Double Check Your Monthly Expenses
id: Cek Kembali Pengeluaran Bulanan Anda

source: Double Check Your Monthly Income
id: Cek Kembali Pendapatan Bulanan Anda

source: Edit
id: Ubah

source: Expenses History
id: Histori Pengeluaran

source: Failed To Save
id: Gagal Menyimpan

source: Input Your Additional Limit Expenses
id: Tambahan Batas Pengeluaran

source: Input Your Expenses Amount Here
id: Jumlah Pengeluaran Anda

source: Input Your Monthly Income Here
id: Masukkan Pendapatan Bulanan Anda Disini

source: Input Your Total Limit Expenses
id: Total Batas Pengeluaran

source: It Seems You Have Been Over Spent Your Current Limit Budget
id: Sepertinya Anda Telah Melewati Batas Pengeluaran Anda Bulan Ini

source: Latest Expenses
id: Pengeluaran Terbaru

source: Left
id: Tersisa

source: Let's Get Started
id: Ayok Kita Mulai

source: Limit Expenses
id: Batas Pengeluaran

source: Monthly Income
id: Pendapatan Bulanan

source: Over Spent
id: Kelebihan

source: Recomendation
id: Rekomendasi

source: Rp %lld of Rp %lld spent
id: Menghabiskan Rp %lld Dari Rp %lld

source: Save
id: Menyimpan

source: See More
id: Lihat Semua

source: Set Your Monthly Limit Expenses Here
id: Atur Batas Pengeluaran Anda Disini

source: Skip
id: Lewati

source: Start your budgeting now
id: Ayok Memulai Penganggaran Anda Sekarang

source: Update Your Limit Expenses Here
id: Perbarui Batas Pengeluaran Anda Disini

source: Update Your Monthly Income Here
id: Perbarui Pendapatan Bulanan Anda Disini

source: What do you want to update?
id: Apa Yang Anda Ingin Perbarui?

source: You Can't Input a Minus Expenses Inside Your Expenses!
id: Anda Tidak Bisa Memasukkan Pengeluaran Minus Dalam Pengeluaran Anda

source: Your Current Money
id: Uang Anda Saat Ini

source: Your Current Monthly Income are
id: Pendapatan Bulanan Anda Saat Ini Adalah

source: Your Expenses Amount Are Empty
id: Pengeluaran Anda Kosong

source: Your Limit Expenses
id: Batas Pengeluaran

source: Your Limit Expenses are %lld
id: Batas Pengeluaran Anda Adalah %lld

source: Your Monthly Income
id: Pendapatan Bulanan

source: Your Monthly Income are %lld
id: Pendapatan Bulanan Anda Adalah %lld

source: Your Monthly Income are Rp %lld
id: Pendapatan Bulanan Anda Adalah %lld

source: Your Starting Monthly Income are
id: Pendapatan Awal Bulanan Anda Adalah

source: Food/Drinks
id: Makanan/Minuman

source: Others
id: Lainnya

source: Add Number Manually To Update Your Limit Expenses
id: Tambahkan Secara Manual Untuk Memperbarui Batas Pengeluaran
